IDEA Open Model
SetupValueLong.Value Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public long Value { get; set; }
Public Property Value As Long
	Get
	Set
public:
property long long Value {
	long long get ();
	void set (long long value);
}
Property Value
Type: Int64
See Also
Reference
SetupValueLong Class
IdeaRS.OpenModel.Concrete Namespace